[
    {
        "title": "Apple's Q1 earnings: Why expectations are 'reasonably high'",
        "title_zh": "苹果第一季度收益：为何预期“相当高”",
        "summary": "Apple (AAPL) reports first quarter earnings results this Thursday, Jan. 29 after markets close.KeyBanc Capital Markets equity research analyst Brandon Nispel joins Market Catalysts host Julie Hyman to discuss the upcoming earnings print.To watch more expert insights and analysis on the latest market action, check out more Market Catalysts.",
        "summary_zh": "苹果 (AAPL) 本周四（1 月 29 日）收盘后公布第一季度财报。KeyBanc Capital Markets 股票研究分析师 Brandon Nispel 与 Market Catalysts 主持人 Julie Hyman 一起讨论即将发布的财报。要观看有关最新市场走势的更多专家见解和分析，请查看更多 Market Catalysts。",
        "link": "https://finance.yahoo.com/video/apples-q1-earnings-why-expectations-are-reasonably-high-113000508.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1769657400,
        "type": "News"
    },
    {
        "title": "Samsung profit triples but sees chip shortage continuing",
        "title_zh": "三星利润增加两倍但芯片短缺持续",
        "summary": "<body><p>STORY: Samsung Electronics is forecasting a chip shortage will worsen this year driven by the AI boom.</p><p>The South Korean company on Thursday said its operating profit more than tripled to a record high in the fourth quarter.</p><p>It underscores&nbsp;the strong pricing power of the world's top memory chipmaker, as the race to build artificial intelligence strains chip supply and boosts prices.</p><p>With Apple and Samsung as customers its shares fell 1.2% after a sharp rally this year.</p><p>The company expected any expansion of memory chip supply to be limited in 2026 and 2027 while AI-related demand remains strong.</p><p>Operating profit at Samsung's chip business, its main cash cow, surged 470% to a record high $11.4 billion in the fourth quarter from a year earlier.</p><p>In contrast, its mobile profit declined by 10% to $1.3 billion, squeezed by the surging chip prices.</p><p>The company's mobile and display businesses warned of a \"challenging year\" as they face cost pressures from memory price hikes.</p><p>Samsung said it is already producing its next-generation high-bandwidth memory (HBM) chips, or HBM4.</p><p>It plans to ship them in February at the request of a \"major customer,\" apparently referring to Nvidia.</p></body>",
        "summary_zh": "<body><p>故事：三星电子预计，在人工智能蓬勃发展的推动下，今年的芯片短缺将进一步恶化。</p><p>这家韩国公司周四表示，第四季度的营业利润增长了两倍多，创历史新高。</p><p>这突显了世界顶级存储芯片制造商强大的定价能力，因为人工智能的竞争导致芯片供应紧张并推高了价格。</p><p>随着苹果和三星作为客户，其股价下跌经过今年的大幅上涨后，该公司预计存储芯片供应的扩张将在 2026 年和 2027 年受到限制，而人工智能相关的需求仍然强劲。</p><p>三星主要摇钱树芯片业务的营业利润在第四季度同比飙升 470%，达到创纪录的 114 亿美元。</p><p>相比之下，其移动利润下降了 10%，达到 1.2%。 13亿美元，受到芯片价格飙升的挤压",
        "link": "https://finance.yahoo.com/video/samsung-profit-triples-sees-chip-112846644.html",
        "publisher": "Reuters Videos",
        "publish_time": 1769657326,
        "type": "News"
    },
    {
        "title": "Zuckerberg, Musk Vie for AI Supremacy With $155 Billion Splurge",
        "title_zh": "扎克伯格、马斯克斥资 1550 亿美元争夺人工智能霸主地位",
        "summary": "Tesla Inc. will spend $20 billion this year on pursuits including AI, self-driving vehicles and robotics - almost double Wall Street estimates — and plow another $2 billion into Chief Executive Officer Elon Musk’s xAI startup.  Musk also said Tesla needs to build its own semiconductor factory.",
        "summary_zh": "特斯拉公司今年将斥资 200 亿美元用于人工智能、自动驾驶汽车和机器人等领域，几乎是华尔街预期的两倍，并将另外投入 20 亿美元用于首席执行官埃隆·马斯克 (Elon Musk) 的 xAI 初创公司。  马斯克还表示，特斯拉需要建立自己的半导体工厂。",
        "link": "https://finance.yahoo.com/news/samsung-chip-profit-soars-ai-224818003.html",
        "publisher": "Bloomberg",
        "publish_time": 1769655744,
        "type": "News"
    },
    {
        "title": "Bank of England outlines UK stablecoin and tokenisation plan",
        "title_zh": "英格兰银行概述英国稳定币和代币化计划",
        "summary": "The Bank of England has set out plans to accelerate tokenisation and regulated stablecoins in UK financial markets.",
        "summary_zh": "英国央行已制定计划，加速英国金融市场的代币化和监管稳定币。",
        "link": "https://finance.yahoo.com/news/bank-of-england-uk-stablecoin-tokenisation-plan-105513598.html",
        "publisher": "Yahoo Finance UK",
        "publish_time": 1769655313,
        "type": "News"
    },
    {
        "title": "Samsung, SK Hynix warn of squeezed chip supplies for PCs, phones due to AI boom",
        "title_zh": "三星、SK 海力士警告称，由于人工智能的蓬勃发展，个人电脑和手机的芯片供应将受到挤压",
        "summary": "Two of the world's top chipmakers warned on Thursday that computer and smartphone companies were set to bear the brunt of a worsening shortage of DRAM chips used in ​their products, as the makers prioritise demand for more lucrative chips required to build AI infrastructure.  The warnings by Samsung Electronics ‌and SK Hynix, which control two thirds of the DRAM chip market and count the likes of Apple as customers, underscore growing margin pressure on consumer electronics makers ‌and potential supply chain disruptions.  \"PC and mobile customers are having difficulties securing memory supplies, as they are being directly and indirectly affected by supply constraints and strong demand for server-related products,\" Park Joon Deok, head of DRAM marketing at SK Hynix, told analysts on a post-earnings call.",
        "summary_zh": "全球两家顶级芯片制造商周四警告称，计算机和智能手机公司将首当其冲地承受其产品中使用的 DRAM 芯片日益短缺的冲击，因为制造商优先考虑构建人工智能基础设施所需的利润更高的芯片的需求。  三星电子和 SK 海力士控制着三分之二的 DRAM 芯片市场，并将苹果等公司视为客户，它们的警告凸显了消费电子制造商日益增长的利润压力以及潜在的供应链中断。  SK 海力士 DRAM 营销主管 Park Joon Deok 在财报后电话会议上对分析师表示：“PC 和移动客户在确保内存供应方面遇到困难，因为他们直接或间接受到供应限制和服务器相关产品强劲需求的影响。”",
        "link": "https://finance.yahoo.com/news/samsung-sk-hynix-warn-squeezed-102533740.html",
        "publisher": "Reuters",
        "publish_time": 1769653533,
        "type": "News"
    },
    {
        "title": "Memory Maker Kioxia Names New CEO to Navigate AI Chip Boom",
        "title_zh": "内存制造商 Kioxia 任命新首席执行官以引领 AI 芯片热潮",
        "summary": "Oota, 63, will succeed Nobuo Hayasaka, 70, who will become a senior executive adviser.  The leadership change will take effect following shareholder approval at the company’s annual meeting scheduled for June, the Apple Inc. supplier said in a statement Thursday.",
        "summary_zh": "63 岁的大田将接替 70 岁的早坂伸男，后者将成为高级执行顾问。  苹果公司供应商周四在一份声明中表示，领导层变动将在定于 6 月举行的公司年会上获得股东批准后生效。",
        "link": "https://finance.yahoo.com/news/memory-maker-kioxia-names-ceo-045601151.html",
        "publisher": "Bloomberg",
        "publish_time": 1769651720,
        "type": "News"
    },
    {
        "title": "Trending tickers: Meta, Microsoft, Tesla, IBM and EasyJet",
        "title_zh": "热门股票：Meta、微软、特斯拉、IBM 和 EasyJet",
        "summary": "The latest investor updates on stocks that are trending on Thursday.",
        "summary_zh": "投资者对周四趋势股票的最新更新。",
        "link": "https://finance.yahoo.com/news/meta-microsoft-tesla-ibm-easyjet-trending-tickers-093520763.html",
        "publisher": "Yahoo Finance UK",
        "publish_time": 1769650520,
        "type": "News"
    },
    {
        "title": "Tesla earnings call: Musk explains 'amazing abundance' mission",
        "title_zh": "特斯拉财报电话会议：马斯克解释“惊人的丰富”使命",
        "summary": "Tesla (TSLA) released fourth quarter results after Wednesday's market close, reporting adjusted earnings of $0.50 per share compared to estimates of $0.45 and revenue of $24.90 billion versus estimates of $25.11 billion.In Wednesday's earnings call, Tesla CEO Elon Musk explained the reasoning behind the company's new mission statement: \"amazing abundance.\"Watch the video above to hear more.To watch more expert insights and analysis on the latest market action, check out Yahoo Finance.",
        "summary_zh": "特斯拉 (TSLA) 在周三收盘后发布了第四季度业绩，报告调整后每股收益为 0.50 美元，而预期为 0.45 美元；收入为 249 亿美元，而预期为 251.1 亿美元。在周三的财报电话会议上，特斯拉首席执行官埃隆·马斯克解释了公司新使命宣言背后的原因：“惊人的丰富。”观看上面的视频以了解更多信息。要观看更多关于最新市场行为的专家见解和分析，请查看雅虎财经。",
        "link": "https://finance.yahoo.com/video/tesla-earnings-call-musk-explains-amazing-abundance-mission-233551778.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1769614551,
        "type": "News"
    }
]