[
    {
        "title": "Google goes from laggard to leader as it pulls ahead of OpenAI with stellar AI growth",
        "title_zh": "谷歌从落后者变为领先者，凭借出色的人工智能增长领先于 OpenAI",
        "summary": "Alphabet is taking on OpenAI with a gusto that underscores Wall Street's perception that the Google parent is the leader in AI, a turn of events from a year ago when investors thought it was badly lagging behind rivals and punished its ​stock.",
        "summary_zh": "Alphabet 正在热情地挑战 OpenAI，这突显了华尔街对谷歌母公司是人工智能领域领导者的看法，这一转变始于一年前，当时投资者认为该公司严重落后于竞争对手，并对其股票进行了惩罚。",
        "link": "https://finance.yahoo.com/news/google-goes-laggard-leader-pulls-042312101.html",
        "publisher": "Reuters",
        "publish_time": 1770265392,
        "type": "News"
    },
    {
        "title": "Selloff wipes out nearly $1 trillion from software and services stocks as investors debate AI's existential threat",
        "title_zh": "由于投资者争论人工智能的生存威胁，软件和服务类股票遭遇抛售，损失近 1 万亿美元",
        "summary": "By Chibuike Oguh, Danilo Masoni and Medha Singh Feb 4 (Reuters) - Investors were assessing on Wednesday whether a selloff in global software stocks this week had gone too far, as they weighed if",
        "summary_zh": "作者：Chibuike Oguh、Danilo Masoni 和 Medha Singh 2 月 4 日（路透社）——周三，投资者正在评估本周全球软件股的抛售是否过度，因为他们权衡是否",
        "link": "https://finance.yahoo.com/news/us-software-stocks-hit-anthropic-154249835.html",
        "publisher": "Reuters",
        "publish_time": 1770257758,
        "type": "News"
    },
    {
        "title": "Instagram down for more than 10,000 US users",
        "title_zh": "超过 10,000 名美国用户的 Instagram 宕机",
        "summary": "Feb 4 (Reuters) - Meta Platforms' Instagram was down for more than 10,000 users in the U.S. on Wednesday, according to outage tracking website Downdetector.com.",
        "summary_zh": "路透 2 月 4 日 - 据宕机跟踪网站 DownDetector.com 称，周三，Meta Platforms 的 Instagram 在美国有超过 10,000 名用户无法使用。",
        "link": "https://finance.yahoo.com/news/instagram-down-more-10-000-015654491.html",
        "publisher": "Reuters",
        "publish_time": 1770257092,
        "type": "News"
    },
    {
        "title": "S&P 500, Nasdaq end lower as AI worries slam tech stocks",
        "title_zh": "人工智能担忧重挫科技股，标普 500 指数和纳斯达克指数收低",
        "summary": "STORY: Wall Street's main indexes ended mixed on Wednesday, with the Dow up about half a percent, the S&P 500 down about half a percent and the Nasdaq lower by one-and-a-half percent.Investors worried about pricey valuations and whether Wall Street's AI rally has reached its p...",
        "summary_zh": "故事：华尔街主要股指周三收盘涨跌互现，道琼斯指数上涨约半个百分点，标准普尔 500 指数下跌约半个百分点，纳斯达克指数下跌百分之一半。投资者担心估值过高以及华尔街的人工智能涨势是否已达到顶峰。",
        "link": "https://finance.yahoo.com/video/p-500-nasdaq-end-lower-234935969.html",
        "publisher": "Reuters Videos",
        "publish_time": 1770248975,
        "type": "News"
    },
    {
        "title": "Stock market today: Dow, S&P 500, Nasdaq futures rise after Wall Street's tech sell-off deepens",
        "title_zh": "今日股市：华尔街科技股抛售加深，道琼斯指数、标准普尔 500 指数和纳斯达克期货上涨",
        "summary": "Wall Street is looking to Amazon with high hopes after a rough week in tech as AI tools batter the workforce and memory costs balloon budgets.",
        "summary_zh": "在科技行业经历了艰难的一周后，随着人工智能工具对劳动力的打击以及内存成本的增加，华尔街对亚马逊寄予厚望。",
        "link": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-futures-rise-after-wall-streets-tech-sell-off-deepens-234925012.html",
        "publisher": "Yahoo Finance",
        "publish_time": 1770248965,
        "type": "News"
    },
    {
        "title": "What Google's CEO thinks of the future for software companies",
        "title_zh": "谷歌首席执行官对软件公司的未来有何看法",
        "summary": "On the company's fourth quarter conference call, Alphabet (GOOG, GOOGL) CEO Sundar Pichai was asked about worries that software companies will lose ground as AI becomes more prevalent. Hear what he had to say about it in the video above.",
        "summary_zh": "在公司第四季度电话会议上，Alphabet（GOOG、GOOGL）首席执行官桑达尔·皮查伊（Sundar Pichai）被问及对随着人工智能变得更加流行，软件公司将失去市场份额的担忧。在上面的视频中听听他对此有何看法。",
        "link": "https://finance.yahoo.com/video/googles-ceo-thinks-future-software-224055731.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1770244855,
        "type": "News"
    },
    {
        "title": "Tech: Why this strategist has an Underweight rating on Mag 7",
        "title_zh": "科技：为什么这位策略师对 Mag 7 给予减持评级",
        "summary": "As markets (^DJI, ^IXIC, ^GSPC) get dragged lower on Wednesday due to the wide sell-off in tech and software stocks, EP Wealth Advisors managing director of investments Adam Phillips — who has an Underweight rating on the Magnificent Seven — explains his outlook on the group o...",
        "summary_zh": "由于科技和软件股的广泛抛售，周三市场（^DJI、^IXIC、^GSPC）走低，EP Wealth Advisors 投资董事总经理 Adam Phillips（对七巨头的评级为减持）解释了他对该集团的展望。",
        "link": "https://finance.yahoo.com/video/tech-why-strategist-underweight-rating-221500796.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1770243300,
        "type": "News"
    },
    {
        "title": "Earnings live: Qualcomm stock dives as memory chip shortage weighs on outlook, Alphabet boosts AI spending",
        "title_zh": "财报直播：内存芯片短缺影响前景，高通股价暴跌，Alphabet 加大人工智能支出",
        "summary": "More Big Tech earnings are ahead from Amazon and Alphabet.",
        "summary_zh": "亚马逊和 Alphabet 预计将有更多大型科技公司盈利。",
        "link": "https://finance.yahoo.com/news/live/earnings-live-qualcomm-stock-dives-as-memory-chip-shortage-weighs-on-outlook-alphabet-boosts-ai-spending-213250088.html",
        "publisher": "Yahoo Finance",
        "publish_time": 1770240770,
        "type": "News"
    },
    {
        "title": "Options: We're seeing YOLO, FOMO, and MOMO within metals trade",
        "title_zh": "期权：我们在金属交易中看到了 YOLO、FOMO 和 MOMO",
        "summary": "Volatility appears to be permeating throughout several corners of the market, from the broadening sell-off in tech and software stocks this week to the decline in gold prices (GC=F) and bitcoin (BTC-USD).",
        "summary_zh": "波动似乎正在渗透到市场的各个角落，从本周科技和软件股的抛售扩大到金价 (GC=F) 和比特币 (BTC-USD) 的下跌。",
        "link": "https://finance.yahoo.com/video/options-were-seeing-yolo-fomo-213100216.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1770240660,
        "type": "News"
    }
]