[
    {
        "title": "3 Top AI Stocks for Gen Z Investors to Consider Buying Now",
        "title_zh": "Z 世代投资者现在可以考虑购买的 3 只顶级人工智能股票",
        "summary": "Buy small stakes in these stocks and hold them for the long run.",
        "summary_zh": "购买这些股票的少量股份并长期持有。",
        "link": "https://finance.yahoo.com/news/3-top-ai-stocks-gen-113500836.html",
        "publisher": "Motley Fool",
        "publish_time": 1769657700,
        "type": "News"
    },
    {
        "title": "Dow Jones Futures Rise As Meta Jumps, Microsoft Slumps; Elon Musk Plans Tesla CapEx Surge",
        "title_zh": "道琼斯期货上涨，Meta 上涨，微软暴跌；埃隆·马斯克计划大幅增加特斯拉资本支出",
        "summary": "Tesla, Microsoft and Meta headlined huge earnings late after the stock market paused at record highs.",
        "summary_zh": "在股市创下历史新高后，特斯拉、微软和 Meta 均在尾盘公布了巨额盈利。",
        "link": "https://www.investors.com/market-trend/stock-market-today/dow-jones-futures-tesla-meta-microsoft-earnings/?src=A00220&yptr=yahoo",
        "publisher": "Investor's Business Daily",
        "publish_time": 1769657687,
        "type": "News"
    },
    {
        "title": "Apple's Q1 earnings: Why expectations are 'reasonably high'",
        "title_zh": "苹果第一季度收益：为何预期“相当高”",
        "summary": "Apple (AAPL) reports first quarter earnings results this Thursday, Jan. 29 after markets close.KeyBanc Capital Markets equity research analyst Brandon Nispel joins Market Catalysts host Julie Hyman to discuss the upcoming earnings print.To watch more expert insights and analysis on the latest market action, check out more Market Catalysts.",
        "summary_zh": "苹果 (AAPL) 本周四（1 月 29 日）收盘后公布第一季度财报。KeyBanc Capital Markets 股票研究分析师 Brandon Nispel 与 Market Catalysts 主持人 Julie Hyman 一起讨论即将发布的财报。要观看有关最新市场走势的更多专家见解和分析，请查看更多 Market Catalysts。",
        "link": "https://finance.yahoo.com/video/apples-q1-earnings-why-expectations-are-reasonably-high-113000508.html",
        "publisher": "Yahoo Finance Video",
        "publish_time": 1769657400,
        "type": "News"
    },
    {
        "title": "Samsung profit triples but sees chip shortage continuing",
        "title_zh": "三星利润增加两倍但芯片短缺持续",
        "summary": "<body><p>STORY: Samsung Electronics is forecasting a chip shortage will worsen this year driven by the AI boom.</p><p>The South Korean company on Thursday said its operating profit more than tripled to a record high in the fourth quarter.</p><p>It underscores&nbsp;the strong pricing power of the world's top memory chipmaker, as the race to build artificial intelligence strains chip supply and boosts prices.</p><p>With Apple and Samsung as customers its shares fell 1.2% after a sharp rally this year.</p><p>The company expected any expansion of memory chip supply to be limited in 2026 and 2027 while AI-related demand remains strong.</p><p>Operating profit at Samsung's chip business, its main cash cow, surged 470% to a record high $11.4 billion in the fourth quarter from a year earlier.</p><p>In contrast, its mobile profit declined by 10% to $1.3 billion, squeezed by the surging chip prices.</p><p>The company's mobile and display businesses warned of a \"challenging year\" as they face cost pressures from memory price hikes.</p><p>Samsung said it is already producing its next-generation high-bandwidth memory (HBM) chips, or HBM4.</p><p>It plans to ship them in February at the request of a \"major customer,\" apparently referring to Nvidia.</p></body>",
        "summary_zh": "<body><p>故事：三星电子预计，在人工智能蓬勃发展的推动下，今年的芯片短缺将进一步恶化。</p><p>这家韩国公司周四表示，第四季度的营业利润增长了两倍多，创历史新高。</p><p>这突显了世界顶级存储芯片制造商强大的定价能力，因为人工智能的竞争导致芯片供应紧张并推高了价格。</p><p>随着苹果和三星作为客户，其股价下跌经过今年的大幅上涨后，该公司预计存储芯片供应的扩张将在 2026 年和 2027 年受到限制，而人工智能相关的需求仍然强劲。</p><p>三星主要摇钱树芯片业务的营业利润在第四季度同比飙升 470%，达到创纪录的 114 亿美元。</p><p>相比之下，其移动利润下降了 10%，达到 1.2%。 13亿美元，受到芯片价格飙升的挤压",
        "link": "https://finance.yahoo.com/video/samsung-profit-triples-sees-chip-112846644.html",
        "publisher": "Reuters Videos",
        "publish_time": 1769657326,
        "type": "News"
    },
    {
        "title": "Why Taiwan Semiconductor Manufacturing Stock Could Be the Best AI Value on the Market",
        "title_zh": "为什么台积电股票可能是市场上最具人工智能价值的股票",
        "summary": "It has tons of opportunity and a solid, reliable business.",
        "summary_zh": "它拥有大量的机会和稳固、可靠的业务。",
        "link": "https://finance.yahoo.com/news/why-taiwan-semiconductor-manufacturing-stock-112000820.html",
        "publisher": "Motley Fool",
        "publish_time": 1769656800,
        "type": "News"
    },
    {
        "title": "Nokia Q4 Earnings Call Highlights",
        "title_zh": "诺基亚第四季度财报电话会议亮点",
        "summary": "Nokia (NYSE:NOK) reported fourth-quarter and full-year 2025 results that management said were in line with expectations, citing disciplined execution and progress on strategic repositioning. The company posted fourth-quarter net sales of EUR 6.1 billion, up 3% year-over-year, with operating profit o",
        "summary_zh": "诺基亚 (NYSE:NOK) 公布了 2025 年第四季度和全年业绩，管理层称其符合预期，理由是严格的执行和战略重新定位的进展。该公司第四季度净销售额为 61 亿欧元，同比增长 3%，营业利润为",
        "link": "https://finance.yahoo.com/news/nokia-q4-earnings-call-highlights-110654771.html",
        "publisher": "MarketBeat",
        "publish_time": 1769656014,
        "type": "News"
    },
    {
        "title": "Zuckerberg, Musk Vie for AI Supremacy With $155 Billion Splurge",
        "title_zh": "扎克伯格、马斯克斥资 1550 亿美元争夺人工智能霸主地位",
        "summary": "Tesla Inc. will spend $20 billion this year on pursuits including AI, self-driving vehicles and robotics - almost double Wall Street estimates — and plow another $2 billion into Chief Executive Officer Elon Musk’s xAI startup.  Musk also said Tesla needs to build its own semiconductor factory.",
        "summary_zh": "特斯拉公司今年将斥资 200 亿美元用于人工智能、自动驾驶汽车和机器人等领域，几乎是华尔街预期的两倍，并将另外投入 20 亿美元用于首席执行官埃隆·马斯克 (Elon Musk) 的 xAI 初创公司。  马斯克还表示，特斯拉需要建立自己的半导体工厂。",
        "link": "https://finance.yahoo.com/news/samsung-chip-profit-soars-ai-224818003.html",
        "publisher": "Bloomberg",
        "publish_time": 1769655744,
        "type": "News"
    },
    {
        "title": "Bank of England outlines UK stablecoin and tokenisation plan",
        "title_zh": "英格兰银行概述英国稳定币和代币化计划",
        "summary": "The Bank of England has set out plans to accelerate tokenisation and regulated stablecoins in UK financial markets.",
        "summary_zh": "英国央行已制定计划，加速英国金融市场的代币化和监管稳定币。",
        "link": "https://finance.yahoo.com/news/bank-of-england-uk-stablecoin-tokenisation-plan-105513598.html",
        "publisher": "Yahoo Finance UK",
        "publish_time": 1769655313,
        "type": "News"
    }
]